/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "جيڪو";
"zanalytics.bug.alert.from" = "کان";
"zanalytics.bug.alert.imagelimitreached" = "وڏي لاڳاپيل ۾ پوهاندڙ";
"zanalytics.bug.alert.imagelimits" = "توهان سنگ ٻين ڇپاڻ ڪري سگهيءَ ٻڌ ٿي 10 عڪسن.";
"zanalytics.bug.alert.macheader" = "پنھنجي سند سان ايوان ۾ اڳ ڪرين خيال ڏيو يا خطوط رپورٽ ڪريءَ.";
"zanalytics.bug.alert.write" = "پنھنجي سند لکيو";
"zanalytics.bug.alert.recordedclip" = "ریکارڊ ڪلپس";
"zanalytics.bug.alert.withscreenshot" = "اسڪرين شاٽ سان";
"zanalytics.bug.alert.withscreenrecord" = "اسڪرين رڪارڊنگ سان";






"zanalytics.bug.alert.anonymalert" = "اهو هميشه تجويز ڪئي ويندي آهي ته پنهنجي اي ميل پتي سان معلوماتي موٽ حصيداري ڪريو. جيڪڏهن توهان پنهنجو اي ميل پتو حصيداري نٿا ڪريو ته، ته اسان مسئلي جي باري ۾ اپڊيٽ ڪرڻ لاءِ توهان تائين رسائين نه ڪري سگهنداسين.";
"zanalytics.bug.alert.quitfeedback" = "ڇا توهانکي پڪ آهي ته توهان ڇڏڻ چاهيو ٿا؟";
"zanalytics.feedback.navbar.title.feedback"= "معلوماتي موٽ";
"zanalytics.feedback.navbar.title.noscreenshots" = "ڪي به اسڪرين شاٽس دستياب ناهن";
"zanalytics.feedback.navbar.title.screenshots" = "اسڪرين شاٽس";
"zanalytics.feedback.navbar.title.snap" = "سنيپ";
"zanalytics.feedback.navbar.title.compose" = "ڪمپوز";
"zanalytics.feedback.privacy.consent.cancel" = "منسوخ ڪريو";
"zanalytics.feedback.navbar.button.title.done" = "ٿي ويو";
"zanalytics.bug.alert.cancel"           = "نه";
"zanalytics.bug.alert.title"             = "اسانکي ڪجهه ٻڌائڻ چاهيو ٿا؟";
"zanalytics.feedback.navbar.title.reportbug"         = "بگ رپورٽ ڪريو";
"zanalytics.feedback.navbar.title.helpme"           = "منهنجي مدد ڪريو";
"zanalytics.feedback.navbar.title.systemlogs"         = "سسٽم لاگز ذاتي";
"zanalytics.feedback.navbar.title.diagnosticinfo"         = "ڊائگنوسٽڪ معلومات";
"zanalytics.bug.alert.dontshowagain"         = "ٻيهر نه ڏيکاريو";
"zanalytics.bug.alert.title.helpme"         = "منهنجي مدد ڪريو";
"zanalytics.bug.alert.message.savetolocal"     = "معاف ڪجو.. اسان بگ رپورٽ نه موڪلي سگهياسين، ڇا توهان اسڪرين شاٽ محفوظ ڪرڻ چاهيو ٿا؟";
"zanalytics.feedback.email.title"             = "اي ميل پتو";
"zanalytics.bug.detectscreen.title"   = "ڪا دلچسپ شئي ملي آهي؟";
"zanalytics.bug.alert.detectscreen.yes"                   = "ها";
"zanalytics.bug.alert.detectscreen.no"                   = "نه";
"zanalytics.bug.alert.detectscreen.share" = "حصيداري ڪريو";
"zanalytics.bug.alert.detectscreen.dontshow" = "ٻيهر نه پڇو";
"zanalytics.bug.annotate.button.title"                   = "هيٺ ڏنل ٽول استعمال ڪندي بگ کي انوٽيٽ ڪريو";
"zanalytics.feedback.failed.alert.description" = "معلوماتي موٽ موڪلڻ ۾ ناڪام ٿوي، مهرباني ڪري ٻيهر ڪوشش ڪريو!";
"zanalytics.feedback.success.alert.description" = "توهانجي معلوماتي موٽ جمع ڪرڻ لاءِ مهرباني!";
"zanalytics.feedback.common.alert.title.add.photos" = "فوٽوز شامل ڪريو";
"zanalytics.feedback.common.alert.title.alert" = "الرٽ";
"zanalytics.feedback.common.button.title.back" = "واپسي";
"zanalytics.feedback.common.button.title.cancel" = "منسوخ ڪريو";
"zanalytics.feedback.common.button.title.close" = "بند ڪريو";
"zanalytics.feedback.common.button.title.ok" = "ٺيڪ";
"zanalytics.feedback.textview.placeholder"       = "اسان توهانجي راين جي قدر ڪريون ٿا! اسان مستقبل ۾ پنهنجي تازه ڪارين ۾ توهانجي تجويزن تي غور ڪنداسين.";
"zanalytics.bug.textview.placeholder"       = "اسانجي ائپ استعمال ڪندي ڇا توهانکي ڪو مسئلو پيش آيو؟ اسانکي ٻڌايو.";
"zanalytics.help.textview.placeholder"       = "اسان شيون درست ڪرڻ جي ڪوشش ڪنداسين ۽ توهانجي مدد ڪنداسين!";
"zanalytics.feedback.add.photos.alert.description" = "ڪي به فوٽوز منسلڪ ناهن، وڌيڪ فوٽوز شامل ڪرڻ لاءِ فوٽو گيلري کوليو!";
"zanalytics.feedback.add.photos.alert.open" = "فوٽوز کوليو";
"zanalytics.feedback.access.photos.alert.description" = "%@ ائپ کي توهانجي فوٽوز تائين رسائي حاصل ناهي.\nرسائي فعال ڪرڻ لاءِ، ڏانهن وڃو: سيٽنگون > رازداري > فوٽوز > %@";
"zanalytics.feedback.access.photos.alert.settings" = "سيٽنگون";
"zanalytics.feedback.label.title.anonymous" = "گمنام";
"zanalytics.feedback.navbar.button.title.send" = "موڪليو";
"zanalytics.feedback.navbar.button.title.next" = "اڳيون";
"zanalytics.feedback.navbar.button.title.editphotos" = "فوٽوز تدوين ڪريو";
"zanalytics.feedback.navbar.button.title.addmore" = "وڌيڪ شامل ڪريو";
"zanalytics.feedback.navbar.button.title.attach" = "منسلڪ ڪريو";
"zanalytics.feedback.navbar.button.title.delete" = "حذف ڪريو";
"zanalytics.feedback.navbar.title.taptoedit" = "تدوين ڪرڻ لاءِ ٽيپ ڪريو";
"zanalytics.feedback.navbar.title.editor" = "ايڊيٽر";
"zanalytics.feedback.navbar.title.choosephotos" = "فوٽوز چونڊيو";
"zanalytics.feedback.navbar.title.selectphotos" = "فوٽوز چونڊ ڪريو";
"zanalytics.feedback.navbar.title.photoselected" = "فوٽو چونڊ ٿيو";
"zanalytics.feedback.navbar.title.photosselected" = "فوٽوز چونڊ ٿيا";
"zanalytics.feedback.accessory.title.systemlogs" = "سسٽم لاگز شامل ڪريو";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ڊائگنوسٽڪ معلومات شامل ڪريو";
"zanalytics.feedback.accessory.button.title.view" = "ڏسو";
"zanalytics.feedback.picker.image.notfound" = "تصويرون نه مليون";
"zanalytics.feedback.attachments.title" = "منسلڪائون(%i)";
"zanalytics.feedback.privacy.consent.description" = "اسان ڪنسول لاگ ۽ ڊائگنوستڪ معلومات شامل ڪرڻ جي تجويز ڪريو ڇو ته ان سان اسانجي ڊولپرن کي توهانجي تاثرات کي بهتر طور تي سمجهڻ ۾ مدد ملي ٿي.";
"zanalytics.feedback.privacy.consent.clogs.title" = "ڪنسول لاگز";
"zanalytics.feedback.privacy.consent.dinfo.title" = "ڊائيگنوسٽڪ معلومات";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "ٻي معلومات";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ڊوائيس جي معلومات";
"zanalytics.feedback.privacy.consent.openmailapp" = "ميل ۾ کوليو";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "هميشه موڪليو";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "पंहिंजो इशू रिकॉर्ड कर्यो";
"issuerecordscreen.label.close" = "बंदु";
"issuerecordscreen.label.failedtoinitiate" = "स्क्रीन रिकॉर्डिंग शुरू करण में नाकाम थियो";
"issuerecordscreen.label.failuremultiwindow" = "जहिं कंटेन्ट खे तव्हां रिकॉर्ड करण जी कोशिश करे रहिया आहियो, उहो मल्टी-विंडो मोड में आहे, जेको रिकॉर्डिंग जे लाइ सपोर्ट नथो करे. महरबानी करे फुल-स्क्रीन मोड ते स्विच कर्यो";
"issuerecordscreen.label.nointerneterror" = "स्क्रीन रिकॉर्डिंग जे लाइ इंटरनेट कनेक्शन जरूरी आहे. महरबानी करे अॻियां वधण जे लाइ कनेक्ट कयो.";
"issuerecordscreen.label.ok" = "ठीक आहे";
"issuerecordscreen.label.recordinginfo" = "तव्हां जे समहूं अचण वारन मसइलन खे तुरंत रिकॉर्ड कर्यो ऐं उन्हनि खे आसान समझ ऐं जल्दी मदद जे लाइ असां जी सपोर्ट टीम खे मोकलियो.";
"issuerecordscreen.label.iagreetext" = "मां जरूरी डेटा जे कलेक्शन सां सहमत आहियां ऐं सहमति डियां थो. ब्‍यौरो ॾिसो";
"issuerecordscreen.label.optiontotrim" = "तव्हां वट रिकॉर्ड थियल वीडियो खे ट्रिम, एडिट ऐं एनोटेट करण जो ऑप्शन आहे.";
"issuerecordscreen.label.startrecording" = "रिकॉर्डिंग शुरू कर्यो";
"issuerecordscreen.label.endrecording" = "रिकॉर्डिंग खत्म कर्यो";
"issuerecordscreen.label.recordinginprogress" = "रिकॉर्डिंग प्रोग्रेस में आहे! ";
"issuerecordscreen.label.quicktipstext" = "क्विक टिप्स";
"issuerecordscreen.label.quicktips1" = "तव्हां पंहिंजी स्क्रीन खे वधि में वधि 5 मिनट ताईं रिकॉर्ड करे सघो था.";
"issuerecordscreen.label.quicktips2" = "तव्हां  रिकॉर्ड कयल वीडियो खे ट्रिम, एडिट ऐं एनोटेट करे सघो था.";
"issuerecordscreen.label.quicktips3" = "जडहिं स्क्रीन रिकॉर्ड थी रही आहे त ऐप बंद न कर्यो.";
"issuerecordscreen.label.quicktips4" = "वधीक जानकारी जे लाइ महरबानी करे असां जे मदद दस्तावेज़ीकरण ते विज़िट कर्यो";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "तव्हां जी सहमति सां हेठ डिनल डेटा गडु कई वेंदी:";
"dataconsentscreen.label.consent1" = "तव्हां जी IP अड्रेस ऐं कंसोल लॉग जेके रिकॉर्डिंग जे दौरान जेनरैट थींदा आहिनि";
"dataconsentscreen.label.consent2" = "तव्हां जे माहोल जा तफ़सील जीअं डिवाइस जो नालो, OS वर्ज़न, वगैरह.";
"dataconsentscreen.label.consent3" = "डिवाइस परफॉरमेंस मेट्रिक्स (जीअं मेमोरी, नेटवर्क कनेक्शन वक्त, वगैरह)";
"dataconsentscreen.label.consent4" = "डिवाइस विंडो जी स्क्रीन रिकॉर्डिंग";
"dataconsentscreen.label.consent5" = "डिफ़ॉल्ट तौर सां, स्क्रीन रिकॉर्डिंग जे दौरान ऑडियो रिकॉर्ड कर्यो वेंदो. पर तव्हां इन खे सबमिट करण खां पहिरीं ऑडियो ट्रैक खे म्यूट या वरी: रिकॉर्ड करे सघो था.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "माइक्रोफ़ोन ताईं एक्सेस गैरफआल आहे";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "महरबानी करे ऑडियो रिकॉर्ड करण जे लाइ सेटिंग्स में वञो ऐं  माइक्रोफ़ोन चालू कर्यो.";
"videoannotationscreen.alert.microphonedisablediphone" = "माइक्रोफ़ोन ताईं एक्सेस गैरफआल आहे. महरबानी करे ऑडियो रिकॉर्ड करण जे लाइ सेटिंग्स में वञो ऐं  माइक्रोफ़ोन चालू कर्यो.";

// General
"general.label.recordingintiationfailed" = "स्क्रीन रिकॉर्डिंग शुरू करण नाकाम थियो. वरी कोशिश कर्यो";
"general.label.ok" = "ठीकु";
"general.label.submit" = "सबमिट कर्यो";
"general.label.done" = "थी व्यो";
"general.label.cancel" = "रदि कर्यो";
"general.label.settings" = "सीटनगूं";
"general.label.erroroccured" = "ग़लिती थी वई";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "फाइल जी साइज़ वधी वई आहे. फ़ाइल जी साइज़ 3 MB खां वधीक न हुअण घुरिजे";
"issuesubmissionscreen.label.attachfiles" = "फाइल ॻंढियो";
"issuesubmissionscreen.label.newrecording" = "नईं रिकॉर्डिंग";
"issuesubmissionscreen.label.editrecording" = "एडिट रिकॉर्डिंग";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "कोई बि ऑडियो ट्रैक न आहे";
"videoannotationscreen.label.shapeborderwidth" = "बॉर्डर चौड़ाई";
"videoannotationscreen.label.shapelineopacity" = "मुंझायप";
"videoannotationscreen.label.shapetextsize" = "टेक्स्ट साइज़";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "एलिमेंट्स जी डुरैशन वीडियो जी लंबाई खां वधीक आहे.";
"videoannotationscreen.alert.notallowed" = "इजाजत न आहे";
"videoannotationscreen.alert.deleteexisitingaudio" = "महरबानी करे नओं ऑडियो रिकॉर्ड करण खां पहिरीं मौजूदा ऑडियो डिलीट कर्यो.";
"videoannotationscreen.alert.textlimitreached" = "हद थी वई";
"videoannotationscreen.alert.textdeleteexisting" = "महरबानी करे मौजूदा कुझ टेक्स्ट डिलीट कर्यो.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "महरबानी करे ऑडियो रिकॉर्ड करण खां पंहिंरीं वीडियो पॉज़ कर्यो";
"videoannotationscreen.alert.changesnotsaved" = "तव्हां जा तबदील सेव न कया वया. छा तव्हां पक सां अॻिते वधणु चाहियो था?";
"videoannotationscreen.alert.proceed" = "अॻिते विधो";
"videoannotationscreen.alert.stroketypesolid" = "कंक्रीट";
"videoannotationscreen.alert.stroketypedashed" = "दशेड";
"videoannotationscreen.alert.entertext" = "टेक्स्ट दाख़िलु कर्यो";

"videoannotationscreen.label.trim" = "ट्रिम कर्यो";
"videoannotationscreen.label.mask" = "नक़ाब";
"videoannotationscreen.label.shapes" = "आकार";
"videoannotationscreen.label.text" = "टेक्स्ट";
"videoannotationscreen.label.audio" = "अवाज़ी";
"videoannotationscreen.label.block" = "ब्लॉक कर्यो";
"videoannotationscreen.label.blur" = "ब्लर";
"videoannotationscreen.label.rectangle" = "गूनी कुंड चौंकुंडो";
"videoannotationscreen.label.oval" = "ओवल";
"videoannotationscreen.label.arrow" = "तीर";
"videoannotationscreen.label.color" = "रंगु";
"videoannotationscreen.label.width" = "वेकरि";
"videoannotationscreen.label.style" = "अंदाज़ु";
"videoannotationscreen.label.edit" = "एडिट";
"videoannotationscreen.label.size" = "आकार";
"videoannotationscreen.label.background" = "पसमंजर";
"videoannotationscreen.label.textregular" = "सादो";
"videoannotationscreen.label.textbold" = "बोल्ड";
"videoannotationscreen.label.textitalics" = "इटेल्किस";
"videoannotationscreen.label.textbolditalics" = "बोल्ड-इटैलिक्स";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ईमेल ऐड्रेस";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "स्क्रीन रिकार्ड सारांश";
"issuesubmissionform.label.subjectdisplayname" = "विषय";
"issuesubmissionform.label.subjectplaceholder" = "सब्जेक्ट दाखिल कर्यो";
"issuesubmissionform.label.addtoexistingticket" = "मौजूदा टिकट में शामिल कर्यो";
"issuesubmissionform.label.existingticketid" = "मौजूदा टिकट ID";
"issuesubmissionform.label.enterticketidtolink" = "लिंक करण जे लाइ टिकट ID दाखिल कर्यो";
"issuesubmissionform.label.issuedescription" = "इशू डिस्क्रिप्शन";
"issuesubmissionform.label.issuemoredetails" = "इशू जे बारे में वधीक विजाहत मुहिया कर्यो";
"issuesubmissionform.label.submityourissue" = "पंहिंजो इशू सबमिट कर्यो";
"issuesubmissionform.alert.videouploadfailed" = "वीडियो अपलोड थियण नाकाम थियो. महिरबानी करे वरी कोशिश कर्यो.";
"issuesubmissionform.alert.thanksmessagetitle" = "असां सां टच में रहण जे लाइ धन्यवाद!";
"issuesubmissionform.alert.thanksmessagebody" = "तव्हां जूं चिंताऊं असां जी प्राथमिकता आहिनि, इनकरे असां जी सपोर्ट टीम जल्द ही तव्हां सां कान्टैक्ट कंदी. सुठो ॾींहुं हुजे!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "वीडियो एडिट विजाहत अपलोड थियण नाकाम थियो. महिरबानी करे वरी कोशिश कर्यो.";
"issuesubmissionform.label.entersubject" = "महरबानी करे इशू जो सब्जेक्ट दाखिल कर्यो";
"issuesubmissionform.label.enteremail" = "मेहरबानी करे ईमेल एड्रेस विझो";
"issuesubmissionform.label.enterexistingticketid" = "महरबानी करे मौजूदा टिकट id दाखिल कर्यो";
"issuesubmissionform.label.choosephoto" = "फोटो चूंडियो";
"issuesubmissionform.label.browse" = "ब्राउज़ कर्यो";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "फोटो लाइब्रेरी ताईं एक्सेस गैरफआल आहे. महरबानी करे फ़ोटो ताईं एक्सेस जे लाइ सेटिंग्स में वञो ऐं फोटो लाइब्रेरी चालू कर्यो.";
"issuesubmissionform.alert.accestophotodisabledipad" = "फोटो लाइब्रेरी ताईं एक्सेस गैरफआल आहे.";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "महरबानी करे फ़ोटो ताईं एक्सेस जे लाइ सेटिंग्स में वञो ऐं फोटो लाइब्रेरी चालू कर्यो.";
"issuesubmissionform.alert.submitting" = "सबमिट थी रही आहे";
